Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: Large anti-Japan demonstrations took place Saturday afternoon in the cities of Xi'an, Chengdu and Zhengzhou; reportedly organized by university groups over the Internet through QQ and other social networking sites , the protests have taken many by surprise.
ko: 지난 토요일 오후, 시안(Xi'an), 청두(Chengdu) and 정저우(Zhengzhou)에서 QQ와 다른 인터넷 사이트에서 대학생을 중심으로 대규모 반일 시위가 열렸다. 많은 사람들이 이 시위를 보고 놀라움을 금치 못했다.

source: They come on the same day as an anti-Chinese protest was held in Tokyo, photos from which can be seen here.
ko: 중국에서 반일 시위가 일어난 같은 날에 도쿄에서는 반중국 시위가 있었다. (도쿄 반중국시위의 사진은 이 곳에서 볼 수 있다.

source: A large number of photos and tweets have come out of the protests, yet explanation as to what spurred them remains to be seen, however a Xinhua report that came out soon after protests began references the recent flare-up of the ongoing dispute between the two countries over the Diaoyu islands.
ko: 이 시위에 대한 여러 사진과 트윗글이 나왔지만, 과연 무엇이 중국 대학생의 행동에 불을 지폈는지 그 이유는 아직 알려진 바 없다. 하지만, 이 시위 직후 신화(Xinhua)통신은 두 나라간 분쟁의 원인이 되고 있는 댜오여우 섬(the Diaoyu islands)에 반일 시위의 이유가 있을 것이라고 보도 하였다.

source: Despite having apparently been organized online, few blog posts regarding the motivation behind the demonstrations can currently be found, and even posts about related posts being deleted are being deleted.
ko: 비록 시위는 온라인상에서 조직되었지만, 이 시위를 선동했던 블로그 포스팅들은 거의 찾아 볼 수가 없고, 심지어는 이 시위와 관련된 포스팅들도 삭제되었다.

source: Anybody know what sparked today's protests?
ko: 누구 혹시 이 시위가 왜 시작되었는지 아는 사람 있는가?

source: From Twitter around 5pm today, in Chengdu:
ko: 트위터에 오늘 5시경 청두에서 이런 글이 게시되었다.

source: Puerto Rico: Pervasive Corruption in the Police Department · Global Voices
ko: 푸에르토리코: 만연한 경찰 부패

source: On October 6th the Federal Bureau of Investigations (FBI) arrested 133 people in Puerto Rico, including 89 police officers, in what the US Department of Justice called "the biggest police corruption investigation in the history of the FBI".
ko: 10월 6일 미국 연방수사국(FBI)는 89명의 현직 경찰을 포함해 133명을 체포했다. 법무부에 따르면 이번 검거는 FBI역사상 가장 큰 경찰 비리 혐의 체포였다.

source: The police officers were accused of providing protection to local drug dealers.
ko: 검거된 경찰들은 지역 마약상들을 보호해 준 혐의를 받고 있다.

source: This represents a very serious blow to the already tarnished reputation of Puerto Rico’s police department after very high profile cases of police brutality the past few months.
ko: 푸에르토리코 경찰청은 이미 몇 개월 전 폭력성 문제 때문에 비판을 받은 적이 있기에 이번 사건으로 심각한 타격을 입게 됐다.

source: Puerto Ricans are wondering how and why things have fallen so low.
ko: 국민들은 자국 경찰의 부패 원인을 궁금해 했다.

source: Criminal justice professor Gary Gutiérrez worries in an article for the digital online magazine 80 Grados about the delegitimization of the authority of the police after these arrests:
ko: 형사법 교수 개리 구티에레스(Gary Gutiérrez)는 디지털 온라인 잡지 80 그라도스(80 Grados)에 기고한 자신의 글에서 이번 사건으로 추락한 경찰의 위신을 걱정했다:

source: China and Tibet: Democracy in Exile · Global Voices
ko: 중국과 티베트: 망명 민주주의

source: Being a Tibetan in exile is a loss that manifests in many forms: the loss of homeland and natural rights fall within that. To some degree, the loss is also a blessing in disguise. Exile bestows upon Tibetan refugees in Dharamshala a reinforced national identity, a free voice, the right to practise and spread their religion without fear of persecution and the right to vote.
ko: 망명 티베트인으로 산다는 것은 고향 땅과 그 안에 살면서 누릴 수 있는 모든 기본권리들을 잃는 것을 뜻한다.

source: All of these are denied to Tibetans who remain in a Han-Chinese ruled Tibet.
ko: 하지만 어떤 의미에서 이는 손해의 가면을 쓴 축복이기도 하다.

source: Chinese American academic Jianglin Li, author of 1959 Lhasa, was in Dharamshala on October 3 to observe the preliminary election of the Kalon Tripa, the leader of the Cabinet of the Central Tibetan Administration (CTA), a pressure group subordinate to the 14th Dalai Lama. The CTA's stated goal is to "rehabilitate Tibetan refugees and restore freedom and happiness in Tibet".
ko: 다람샬라(Dharamshala)에 망명 중인 티베트인들은 망명을 통해 한 층 강화된 민족 정체성, 자유로운 발언권과 박해의 두려움 없이 그들의 종교를 행하고 퍼뜨릴 수 있는 권리 그리고 투표권을 부여 받았다.

source: The CTA is commonly known as the Tibetan government-in-exile.
ko: 이 모든 것들은 중국 한족이 지배하는 티베트에 사는 이들에게는 불가능한 것들이다.

source: The process of electing the Kalon Tripa (Chairman of the Kashag or Cabinet) is similar to a popular vote for the head of state in western democracy.
ko: 중국계 미국인 학자인 지앙린 리(Jianglin Li)는 1959 Lhasa의 저자이다.

source: Alongside it was the election of the senate, however, with a Tibetan twist. Li explained the election rule: ...the instability that has been the highlight of the Nepalese Government has provided the Chinese Government with willing officials there who play into their hands to deny basic and fundamental rights to Tibetan refugees in Nepal.
ko: 리는 10월 3일 다람샬라를 방문하여 티베트 중앙 행정부(Central Tibetan Administration (CTA)) 내각 수상 (칼론 트리파(Kalon Tripa)) 예비선거를 참관했다.

source: On October 3 we witnessed on such attempts when local officials seized ballot boxes from the Tibetan community in Nepal’s capital, who were participating in this worldwide elections.
ko: 이 CTA는 14대 달라이 라마 소속 압력단체로서 이들의 공식 목표는 “망명 티베트인들을 복귀시키고 티베트에 자유와 행복을 돌려놓는 것”이다.

source: Apart from South Asia, the election also took place in Europe and North America among Tibetan exiles.
ko: CTA는 ‘티베트 망명 정부’로 흔히 알려져 있다.

source: What is your position on the China Tibet negotiations and what would you do differently? What measures do you believe we, the Tibetan community in exile, can take to effect positive changes in the lives of Tibetans residing inside Tibet; especially those confronting land rights issues, unwarranted detentions, and inequalities in competing for education and jobs?
ko: 리(Li)의 포토저널에 실린 묘사에 따르면 투표자들은 저마다 얼굴에 감출 수 없는 함박웃음을 띤 채로 지역 투표소에 떼지어 나타났다고 한다.

source: What would you do to improve the standard of education in our school system and how would you help young Tibetans preserve their culture while in exile?
ko: 이와 같이 진행 된 상원 선거는 티베트의 방식대로 진행됐다.

source: Thailand: Worst flooding in decades · Global Voices
ko: 태국: 몇 십년 만의 최악의 홍수

source: Heavy rains in the past weeks produced flooding disasters in the Philippines, Vietnam, Cambodia and Thailand.
ko: 지난 몇 주간의 엄청난 폭우가 필리핀, 베트남, 캄보디아, 태국을 덥쳤다.

source: This post will focus on Thailand which recently experienced its worst flooding in many decades.
ko: 이 글은 최근에 태국에 몇 십년만에 일어난 최악의 홍수에 초점을 맞추어져 있다.

source: View Thailand Flood in a larger map Aside from the google map showing the flooding in various parts of Thailand, a map of flood risk areas in Bangkok is also available online. Check the Thai Flood Situation and Thai Flood for disaster updates.
ko: 10월 10일부터 태국의 13개 주가 홍수 피해를 입었다.

source: The long-term trends, of course, re for Bangkok to be under a metre of water by the time I finish paying the mortgage.
ko: 최악의 피해는 그 중 북동부의 농촌에 갔다.

source: It’s been raining almost non-stop for the last five days, the result of Typhoon Megi.
ko: 농작물들이 파괴되고, 병원들도 대피하고, 심지어 2층짜리 집들도 잠겼다.

source: In Isaan the flooding has been the worst for half a century.
ko: View Thailand Flood in a larger map

source: This is a Video of us trying to get out of Nakornratchasima Thailand during the current flood. My Visa was going to expire and we had been trying to get out for days, this was the last day I had to get out cause my visa was going to expire on this day.
ko: 홍수피해를 입은 태국의 여러 곳을 보여주는 구글 지도 이외에도 방콕의 침수 위험 지역을 보여주는 지도도 인터넷에서 찾을 수 있다.

source: Asks all sides to leave politics behind & help (Author’s note: Thaksin is former Prime Minister) igeorge_heroes: RT @TAN_Network: INN: Flood waters have caused temporary suspension of train services from Bangkok to Northern Thailand
ko: '태국 홍수 상황'과 '태국홍수' 에서 피해 경과상황을 확인할 수 있다.

source: And a Facebook event: Fundraising Party in Aid of Flood Victims in Thailand
ko: Tweet Yourself Thai는 올해 홍수 피해를 예측하지 못했다.

source: Indonesia: Earthquake, Tsunami, Volcanic Eruption in 48 hours · Global Voices
ko: 인도네시아: 48시간 동안의 지진, 쓰나미 그리고 화산 폭발

source: Photo of eruption impact from the FB page of JogjakuIndonesia is no stranger to natural disasters since its location in the Pacific Ring of Fire makes it vulnerable to storms, quakes and volcanic eruptions.
ko: 자연 재해가 인도네시아에서는 그리 생소한 것이 아니지만 이번 주, 지진, 쓰나미 그리고 화산 폭발이 48시간도 안되어 이 섬들을 부수어 놓았을 때, 인도네시아는 이에 전혀 대비하지 못한 상태였다.

source: But this week, Indonesia was caught unprepared when an earthquake, tsunami and volcanic eruption battered the islands in less than 48 hours.
ko: 현재 사상자만 500 명을 넘는 것으로 예상되며 몇 천 가구에 당장 구호 물자들이 필요한 상황이다.

source: Casualties are expected to exceed 500 and thousands of families need immediate relief.
ko: 재앙의 3연속으로 인한 여파를 보여주는 사진들은 벌써 페이스북에 올라왔다.

source: Photos of the impact of the triple disasters have been uploaded already on Facebook. Click here to view the photos of the eruption of Mount Merapi, one of the most active and dangerous volcanoes in the world.
ko: 여기 를 클릭하면 가장 활동적이고 위험한 화산들 중 하나인 메라피 산의 폭발 사진들을 볼 수 있다.

source: Mentawai Island, meanwhile, was hit by a tsunami and here are the photos.
ko: 한편 멘타와이 섬은 쓰나미에 휩쓸렸으며 이 곳에서 관련 사진들을 볼 수 있다.

source: The Mentawai map can be seen here.
ko: 멘타와이 섬의 지도 는 이 곳에서 볼 수 있다.

source: Twitter reactions from Jakarta
ko: 자카르타에서의 트위터 반응들:

source: mellydjie: Many natural event which struck Indonesia,really sad...forest fires,landslides,eartquake,flood,tsunami.Let us pray for #Indonesia.
ko: mellydjie: 너무나 많은 자연 재해들이 인도네시아를 덮쳐서 너무나 슬프네요.

source: veranotariza09: RT @devinoliver: Earthquake, a major tsunami,floods & a volcanic eruption have all occurred over the past 48 hours.
ko: veranotariza09: RT @devinoliver: 지진에, 메이저급 쓰나미에 홍수 거기에다 화산 폭발까지 모두 지난 48시간만에 일어났습니다.

source: Please #prayforindonesia
ko: 제발 #인도네시아를위해기도해주세요

source: marshawenur: @Ryota_sw yea, the place whre tsunami occured is pretty isolated, its a small islands.
ko: marshawenur: @Ryota_sw 응, 쓰나미가 일어난 곳은 고립된 곳이야.

source: So kinda tough 4 rescues 2 reach tht place.
ko: 그래서 구호팀이 거기 가는 것도 어려워.

source: Its sad
ko: 참 슬픈 일이지.

source: NinRex: RT @radhialyani: The eruption of merapi, tsunami at mentawai & aceh, quake at jogja & tasik, all happened at the same date: 26
ko: NinRex: RT @radhialyani: 메라피 산의 폭발, 멘타와이 섬과 아체 지역의 쓰나미, 족자 지역과 다식 지역의 지진 이 모든게 26일 하루에 일어났어요.

source: winnielimawan: Keep #prayforindonesia, we need restoration for what has happened: earthquake, tsunami, volcanic eruption, floods.
ko: winnielimawan: 계속 #인도네시아를위해기도해주세요, 우린 지금 일어난 사건들에서 회복해나가야해요: 지진, 쓰나미, 화산 폭발에 홍수까지.

source: God, restore our country
ko: 신이시여, 우리 나라를 다시 일으켜주세요.

source: myBny: let us unite and join hands to support our friends affected Wasior, Mentawai and Mount Merapi (indonesia)
ko: myBny: 우리 모두 하나로 뭉쳐 피해를 입은 와시오르 지역, 멘타와이 지역과 메라피 산 (인도네시아)에 있는 우리의 친구들을 돕도록 합시다.

source: Gupta1978: In moment like this I realize,my tribulations is nothing compare to yours my sister and brother, people of Mentawai and Merapi.God Bless!
ko: Gupta1978: 이런 상황에서야 전 제 고생은 멘타와이 지방과 메라피 사람들의 고통에 비하면 아무것도 아니라는 걸 깨달았어요.

source: tatterscoops: Morning!
ko: tatterscoops: 좋은 아침!

source: Another cloudy day in Jakarta.
ko: 자카르타에는 오늘도 구름이 끼어있네요.

source: My thoughts goes out to the victims of Mentawai, Mt.
ko: 멘타와이 섬과 메라피 산에 있는 피해자들에 대한 생각이 듭니다.

source: Merapi & lets not forget Wasior people in Papua
ko: 그리고 파푸아의 와시오르도 잊지 말아야 해요.

source: FadhilaAgustina: Just praying for the victims in Mentawai and Central java is not helping,they need more food and clothes and medicines to survive...
ko: FadhilaAgustina: 멘타와이 지방의 고통받는 사람들을 위해 기도하는 것 외에는 할 수 있는게 없는데 자바는 돕지 않고 있네요.

source: The recent tsunami disaster reminded everyone of the Aceh disaster a few years ago and the flashflood which hit West Papua early this month.
ko: 최근의 쓰나미 재앙은 모두에게 몇 년 전 아체 지역에서 일어난 재앙과 이번 달 초 서파푸아를 덮친 갑작스러운 홍수 를 다시 한 번 떠올리게 해주었다.

source: Photo from the FB page of JogjakuThe support message by singer Justin Bieber was used by some netizens to highlight the “delayed response” of the government
ko: 가수 저스틴 비버가 쓴 응원 메세지는 몇몇 네티즌에 의해 정부의 "뒤늦은 대응"을 부각하고 있다.

source: justinbieber: just found out about the earthquake in Indonesia. everyone please pray for the people there. #prayforindonesia
ko: justinbieber: 방금 인도네시아에서 일어난 지진에 대해 알게 되었어요. 모두 그 곳의 사람들을 위해 기도해주세요.

source: martinmanurung: RT @hansdavidian: Dear mr.
ko: #인도네시아를위해기도해주세요 (#prayforindonesia)

source: President, @justinbieber beat U 2 express concerns ovr yr fallen countrymen.
ko: 당신의 고통받는 국민들을 위해 당신도 걱정하고 있다는 걸 좀 알려주세요.

source: U, sir, R a disgrace 2 R nation.
ko: 대통령님, 당신은 우리 나라를 망신시키고 있어요.

source: The twitter hashtag #prayforindonesia became a global trending topic for many days.
ko: 말레이시아, 싱가포르, 그리고 마닐라에서 날아온 예시 트위터 메세지들:

source: Here are sample twitter messages from Malaysia, Singapore, and Manila.
ko: 트렌드맵의 #인도네시아를위해기도해주세요 에 관한 글로벌 토크 이미지

source: #prayforindonesia global conversation on trendsmapRelief efforts are coordinated by many groups, and also by the blogging community.
ko: 현재 구호 활동은 여러 단체들과 블로거 커뮤니티에 의해 조직되고 있다.

source: My condolences to the victims of tsunami in Mentawai, Sumatra and of vulcanic eruption of Mount Merapi in Central Java, this week.
ko: • 라지스 무하마디야: BCA 계좌번호: 8780171171;만디리 계좌번호: 1230099008999; BNI 샤리아 계좌번호: 0091539444

source: Alas, same things repeat: slow response and lax coordination from the government, stupid minister blaming accidents on the victims for not obeying the God's rules, media blunders, insensitive netizens posting pictures of victims on soc meds, and so forth.
ko: 아아, 안타깝게도 또 똑같은 일이 반복되고 말았습니다: 정부의 늦장 대응과 처리, 신을 따르지 않은 피해자들을 나무라는 바보같은 장관, 미디어의 대실수들, 소셜 커뮤니티에 피해자들의 사진을 올리는 무신경한 네티즌들, 그리고 그 외 많은 것들이 말이죠.

source: Japan: Where taking a vacation is a no-no · Global Voices
ko: 일본: 있으나 마나한 유급 휴가

source: Lying lazily in the shadow of an umbrella on a beach, being a tourist and wandering around the streets of an unknown city with a guide book in your hands, or just relaxing at home enjoying free time.
ko: 해변가의 파라솔 그늘 아래 여유롭게 누워있거나, 관광객이 되어 손에 가이드북을 들고 생소한 도시의 거리를 돌아다니거나, 아니면 집에서 휴식을 취하며 자유시간을 즐기기.

source: Common ways of spending a holiday perhaps, however, many Japanese forego these every year in order to miss as few days of work as possible.
ko: 이게 휴일을 보내는 일반적인 방법이 아닐까 싶다. 그러나 많은 일본인들은 직장에서 최대한 휴가를 내지 않으려 이러한 휴일을 매년 날려 버리곤 한다.

source: According to a survey by Expedia Japan that examines the ‘Vacation Deprivation’ situation in 11 developed countries, Japanese workers take on average only 7.9 days off a year.
ko: 익스페디아 (Expedia) 일본지부가 선진국 11개국을 대상으로 한 ‘휴가 부족 (Vacation Deprivation) 상황에 관한 설문조사’에 따르면 일본 노동자들은 1년에 평균 7.

source: Japan, with an average allowance of 15 paid days off a year is the country with the smallest number of paid days off after the U.S. It is, however, number one for untaken vacation time.
ko: 9일의 휴가를 보낸다. 일본에서는 평균적으로 15일의 유급 휴가가 주어지는데 이는 미국에 이어 두 번째로 낮은 수다. 사용하지 않은 휴가 일수로는 일본이 가장 높은 것으로 나타났다.

source: Among the causes are said to be pressure and anxiety due to the economic crisis and a working environment where few people dare to be absent from work so as to avoid “causing trouble to their colleagues” by increasing their workload.
ko: 이는 일본인들이 경제적 위기에 중압감과 불안감을 느끼고 있고, 또한 휴가를 사용함으로써 “동료에게 업무 부담을 늘리는 폐’를 끼치지 않고자 하는 직장 내 분위기 때문인 것으로 보여진다.

source: A proposal to replace the old-fashioned OUT OF OFFICE message. by Luis Gosalbez.
ko: 기존 ‘부재중’ 메시지의 대체 이미지로 제안됨.

source: An anonymous business man at Hatenalabo shares his experience as a superior with the authority to allow vacation time to his younger colleagues.
ko: 하테나라보 (Hatenalabo)의 익명의 한 사업가는 사원들에게 휴가를 승인해주는 권한이 있는 담당자로서 본인의 경험을 적었다.

source: From executives down to the heads of smaller divisions, nobody wants to take the responsibility to say “yes” to a colleague who wants to use the days off that are due to him in his contract.
ko: 임원진부터 각 부서의 팀장에 이르기까지 그 누구도 휴가 신청에 “좋다”라고 자신의 이름으로 승인하는 것을 꺼려한다.

source: The older colleagues don't take vacations and so the newer ones won’t either.
ko: 근무 연차가 높은 직원은 휴가를 사용하지 않는다.

source: That's the praxis!
ko: 이런 방식이다!

source: Ecuador: Bloggers Try to Make Sense of Chaos Caused by Police Strike · Global Voices
ko: 에콰도르:경찰 폭동의 진실을 찾아나서는 블로거들

source: Uncertainty still reigns in Ecuador.
ko: 에콰도르는 아직 불안한 정국이다.

source: Even though President Correa was rescued from the Hospital where he was being held -as Global Voices previously reported-, protest by the police force are still taking place, no changes have been made to the law of public service and nobody knows the level of punishment the unruly cops will receive.
ko: 일단 코레아 대통령이 억류되었었던 병원에서 구출되었지만 글로벌 보이스가 보도했듯이 경찰력에 의한 시위는 계속되고 있으며, 공공 복지법은 요지부동에다 도무지 통제 안 되는 경찰들의 처벌 정도도 아직 정해지지 않은 상황이다.

source: What is certain is that Fausto Franco was appointed as the new Police Chief, and that as a result of the events on September 30, 8 people were killed and 278 injured .
ko: 다만 확실한 것은 파우스토 프랑코가 새 경찰총장으로 임명되었다는 것과 9월 30일의 일로 인해 8명이 죽고 278명이 부상당했다는 것이며, 그 중에는 대학생 후안 파블로 볼라뇨스도 있다.

source: Among them was a university student, Juan Pablo Bolaños .
ko: 9월 30일 정오부터 저녁 9기까지, 모든 미디어가 막히면서 사람들은 인터넷과 공식 채널을 통해서만 이야기를 들을 수 있었다.

source: President visits army colonel Vicente Guzman, a loyal officer injured during Wednesday night's rescue.
ko: 그때 대통령의 목소리가 너무 참담해 저는, 한 사람의 인간으로서, 매우 마음이 아팠습니다.

source: Photo by Santiago Armas, used under CC license.
ko: "쿠데타 시도"에 대한 의혹

source: Global Voices recently offered reports from Twitter .
ko: com의 글을 리트윗 했다.

source: From noon until 9 PM on September 30, Ecuadorians had no other means of information than the Internet and official channels .
ko: 에콰도르인들은 대통령의 주장을 너무 많이 들어버린 나머지 오히려 대통령의 말에 의구심을 품기 시작하고 있다.

source: Blogger Daniel Ochoa , as many other Ecuadorians, believes that there were no winners on September 30.
ko: 한 때 코레아를 뽑았던 이 블로거는 대통령은 한 당의 대표로서 뽑힌 사람이 아닌, 다른 이데올로기들을 가진 나라의 리더로 세워진 사람이라고 말했다.

source: He comments on the levels of sensitivity he noticed in President Correa:
ko: 그의 이데올로기가 더이상 국가의 안전에 영향을 미쳐서는 안됩니다.

source: Kuwait: Let the Tomatoes Rot! · Global Voices
ko: 쿠웨이트: 토마토 가격 폭등

source: Tomatoes are now eight times more expensive in Kuwait than they were a month ago - and netizens are not taking the change in prices in stride.
ko: 쿠웨이트에서 토마토 가격이 한 달 사이 무려 8배나 뛰었다.

source: They cannot find an explanation to why the cost of a box of tomatoes jumped from half a dinar ($1.70) to KD4 ($14) in just a few days.
ko: 네티즌들은 이런 가격 변동에 불편해 하며, 왜 토마토 한 박스의 가격이 며칠 만에 반 디나르(1.

source: AlDestor wrote:
ko: 알데스터라는 블로거는:

source: The problem is in the culture of consumers who don't understand the important cycle which any merchant depends on.
ko: 문제는 장사의 기본적인 순환 구조를 이해하지 못하는 소비자들에 있습니다.

source: Merchants cannot keep consumers at bay and will sell you his goods because at the end, there are different levels of losses and no one would want to lose completely.
ko: 상인들은 소비자들을 피할 수 없을 뿐더러, 결국 손해를 보는 것은 원치 않기 때문에 물건을 파는 겁니다.

source: Everyone wants to sell and if the merchant loses a dinar today, he will win a good customer who will buy for KD2 in the future and this is how the commercial cycle continues.
ko: 물건을 팔고 싶어하는 사람들은 엄청나게 많습니다. 그 중 어떤 상인이 오늘 1디나르를 손해본다고 칩시다. 그렇다면 그 상인은 미래에 2 쿠웨이트 달러로 상품을 살 단골을 얻는 것입니다.

source: Yesterday, it was the rising cost of eggs and today, it is the tomatoes.
ko: 그리고 이렇게 악순환이 계속되는 것이죠.

source: Tomorrow it could be bread or rice, considering that agricultural produce in Peshawar - Pakistan - was destroyed in the floods.
ko: 이 악순환으로 인해 예전에는 달걀 가격의, 지금은 토마토 가격의 인상이 초래된 겁니다.

source: m-vitaminz wonders why Parliament members are not up in arms about the increase in prices:
ko: 엠-비타민즈는 왜 국회의원들이 가격 폭등에 분노하지 않는지 되물었다:

source: Why aren't the members of Parliament and opposition holding lectures, gatherings and rallies to protest against the increase in the prices of tomatoes?
ko: 왜 국회의원들과 반대파들은 반대 연설을 하거나 토마토 가격 인상에 대한 집회를 열지 않는 거죠?

source: Why haven't they threatened the Prime Minister that with questioning in Parliament for the hike?
ko: 왜 가격 폭등에 대해 총리를 몰아 세우지 않는 거죠?

source: Why haven't they disclosed who is behind this huge spike in prices and formed an investigation committee?
ko: 왜 이 엄청난 가격 폭등을 초래한 사람이 누구인지 밝히고 조사위원회를 발족하지 않는건가요?

source: And as with each problem in Kuwait, Twitter is flooded with jokes and comments about the subject.
ko: 그리고 쿠웨이트의 모든 문제에 대해 그랬듯, 트위터에는 이 주제에 대한 농담과 코멘트가 넘쳐났다.

source: BoJaij says:
ko: 보자이즈:

source: Every parliamentarian will get a box of tomatoes for free to mark the beginning of the new Parliament term.
ko: 모든 의회주의자들은 의회의 새로운 단어를 만든 걸 기념하기 위해 공짜 토마토 한 박스를 각각 받을 겁니다.

source: and fayounii throws sports into the mix:
ko: 파유니:

source: The Kuwaiti Football Association has decided to give each player a box of tomatoes for winning the championship.
ko: 쿠웨이트 축구 협회가 우승을 기념해 모든 선수들에게 각각 토마토 한 박스씩을 주기로 결정했습니다.

source: Colombia: University of Antioquia Closed After Clash Between Students And Police · Global Voices
ko: 콜롬비아: 학생들과 경찰 충돌 후 안티오키아 대학 폐쇄 명령

source: The University of Antioquia, located in Medellín, Colombia, is known as one of the most prestigious public institutions of higher education in Colombia.
ko: 콜롬비아 메델린(Medellín)에 위치한 안티오키아 대학(The University of Antioquia)은 콜롬비아에서 손꼽히는 유수의 공립 학교이다.

source: The comments coming from media outlets say that the university has a serious problem with rebelliousness.
ko: 각종 매체가 안티오키아 대학이 반동적이다라고 평하고 있어서, 이런 낙인이 이 대학 출신들을 따라다니게 되었다.

source: A tweet from Journalists UdeA (@periodistasudea) says:
ko: 교내매체 Udea의 기자@periodistasudea는 트위터에 이런 글을 남겼다.

source: Myanmar's new flag and new name · Global Voices Myanmar's new flag was unveiled for the first time last week.
ko: 미얀마의 새 국기와 새 이름

source: The new flag, designated in the 2008 Constitution, has a central star set against a yellow, green and red background. The old flags will be lowered by government department officials who were born on a Tuesday, while the new flags will be raised by officials born on a Wednesday.
ko: 지난 주, 처음으로 미얀마의 새 국기가 공개되었다.

source: This is the old flag. Blue stands for peace and stability, red stands for courage and bravery, 14 stars for the 14 states and divisions, the pinion stands for the work force of the country, and the rice stalk stands for the farmers in the country. I love this flag, and it will always be the flag of my country, no matter how much they change it
ko: 친 정부 미디어에 의하면, 이 공개행사는 유 땡 쎈 (U Thein Sein) 국무총리가 참석한 가운데 국가 평화 및 개발 위원회 (State Peace and Development Council) 사무실에서 열렸다.

source: The new flag is look like exactly the same as the Shan State flag apart from the star instead of white circle inside.
ko: 사영매체인 The Irrawaddy에서 새 국기에 대한 더욱 자세한 정보를 공개하였다.

source: China: Mapping violent evictions for homebuyer awareness · Global Voices
ko: 중국: 주택구입자의 관심을 끌기 위한 블러디 맵 제작

source: Google Maps, not Ushahidi or Map World, is what one activist is using in Bloody Map, plotting information of forced evictions from across the country with conscientious potential homebuyers as the target audience:
ko: 이 운동가는 어샤히디(Ushahidi)나 맵 월드(Map World )가 아닌 구글 맵을 사용하였고, 이 블러디 맵은 잠재적 주택 구입자를 대상으로 만들어 졌다:

source: Bloody Map, according to its Wikipedia entry:
ko: 위키피디아는 블러디 맵을 다음과 같이 정의한다:

source: Armenia: Domestic violence claims a life · Global Voices
ko: 아르메니아: 목숨을 앗아간 가정 폭력

source: The issue of domestic violence in Armenia is well known, albeit rarely spoken about openly.
ko: 아르메니아에서는 대부분의 사람들이 가정 폭력 문제에 대해 알고 있지만 공개적으로 이에 대해 이야기하는 이들은 거의 없다.

source: However, a video interview with the family of a young woman who died of injuries sustained after being beaten by her husband and his mother has shocked and angered many.
ko: 그러나 최근 남편과 시어머니의 폭력에 의해 사망한 한 젊은 여인의 가족들을 인터뷰한 영상이 많은 이들에게 충격과 분노를 안겨주었다.

source: Ianyan posts an extensive entry.
ko: Ianyan는 이를 자세하게 다루는 포스팅에서:

source: Zaruhi Petrosyan, a 20-year-old mother of two was beaten to death by her husband and mother-in-law over attempts to extort money from her and her family.
ko: 두 아이의 어머니였던 스무 살 자루히 페트로시안(Zaruhi Petrosyan)은 남편과 시어머니에게 구타당한 끝에 사망했다.
